#include "args.h"


const int city_num = 37;
const QString cities[37] = {"北京", "天津", "石家庄", "太原", "呼和浩特", "沈阳", "大连", "长春", "哈尔滨", "上海",
                            "南京", "杭州", "宁波", "合肥", "福州", "厦门", "南昌", "济南", "青岛", "郑州",
                            "武汉", "长沙", "广州", "深圳", "南宁", "海口", "成都", "贵阳", "昆明", "拉萨",
                            "重庆", "西安", "兰州", "西宁", "银川", "乌鲁木齐", "台北"};
const int risk_level[37] = {2, 1, 1, 0, 1, 2, 0, 1, 2, 1,
                            0, 0, 0, 1, 0, 0, 2, 0, 0, 1,
                            0, 1, 0, 0, 0, 1, 1, 0, 0, 0,
                            0, 1, 0, 0, 0, 0, 2};

void data_initialize() {

}
